[
    {
        "url": "https://www.kingjamesbibleonline.org",
        "name": "King James Bible",
        "description": "King James Bible Online: Authorized King James Version (KJV) of the Bible- the preserved and living Word of God. Includes 1611 KJV and 1769 Cambridge KJV."
    },
    {
        "url": "https://www.bible.com",
        "name": "Bible.com",
        "description": "Get a free Bible for your phone, tablet, and computer."
    },
    {
        "url": "https://bibleproject.com",
        "name": "BibleProject",
        "description": "Watch free Bible videos on different books and themes of the Bible from BibleProject. Free Bible resources, Bible videos, and Bible study tools."
    },
    {
        "url": "https://bibles.org",
        "name": "BibleSearch",
        "description": "The Ancestors of Jesus(Luke 3.23-38)1Jesus Christ came from the family of King David and also from the family of Abraham. And this is a list of his ..."
    },
    {
        "url": "https://bible.org",
        "name": "Bible.org",
        "description": "Every day approximately 60,000 people around the world rely on Bible.org to help them prepare lessons for church or to find answers to their spiritual ..."
    },
    {
        "url": "https://www.esv.org",
        "name": "ESV.org",
        "description": "The English Standard Version (ESV) is an essentially literal translation of the Bible in contemporary English. Created by a team of more than 100 leading ..."
    },
    {
        "url": "https://kingjames.bible",
        "name": "The King James Bible",
        "description": "The King James Bible, the Holy Bible in English."
    },
    {
        "url": "https://biblehub.com",
        "name": "Bible Hub",
        "description": "Online Bible Study Suite. Topical, Greek and Hebrew study tools, plus concordances, commentaries, sermons and devotionals."
    },
    {
        "url": "https://biblewebapp.com/study/",
        "name": "BibleWebApp",
        "description": "Full powered Bible software with Greek and Hebrew integration, syntax highlighting, and other fun goodies."
    },
    {
        "url": "https://www.biblegateway.com",
        "name": "BibleGateway",
        "description": "Read, hear, and study Scripture at the world's most-visited Christian website. Grow your faith with devotionals, Bible reading plans, and mobile apps."
    },
    {
        "url": "https://www.biblestudytools.com",
        "name": "Bible Study Tools",
        "description": "Read and study the Bible online with over 100 translations and languages. Read verses by topic, study Scripture with commentary, and apply the Word of God with articles for Biblical living today."
    },
    {
        "url": "https://www.blueletterbible.org",
        "name": "Blue Letter Bible",
        "description": "Read and study God's Word with Bible study software that has in-depth resources such as commentaries, Greek and Hebrew word tools, concordances, and more."
    },
    {
        "url": "https://www.e-sword.net",
        "name": "e-Sword",
        "description": "e-Sword: Free Bible Study for the PC"
    },
    {
        "url": "https://netbible.org",
        "name": "NET Bible",
        "description": "The NET Bible, from bible.org"
    },
    {
        "url": "https://www.studylight.org",
        "name": "Study Light",
        "description": "Enjoy our FREE online Bible study tools to enhance your study. More of Bible resources you want and need: 110+ Commentaries, 28 Dictionaries, ..."
    },
    {
        "url": "https://bible.usccb.org/bible",
        "name": "United States Conference of Catholic Bishops @@@ Books of the Bible: New and Old Testament readings."
    },
    {
        "url": "https://worldenglish.bible",
        "name": "World English Bible",
        "description": "World English Bible, Hebrew Names Version, World English Bible: Messianic Edition, World Messianic Bible, American Standard Version of the Holy Bible, Kahunapule Michael and Lori Johnson"
    },
    {
        "url": "https://www.biblica.com/online-bible/",
        "name": "Biblica",
        "description": "Read the Bible Online! Read or listen to the Bible online with over 40 contemporary Translations available."
    },
    {
        "url": "https://openenglishbible.org",
        "name": "OpenEnglishBible",
        "description": "We are committed to creating a completely free modern English translation of the Bible."
    },
    {
        "url": "https://ebible.org",
        "name": "eBible.org",
        "description": "Holy Bible, Scripture, World English Bible, Hebrew Names Version, World Messianic Bible, American Standard Version of the Holy Bible, Kahunapule Michael and Lori Johnson."
    }
]
